Repository: RickardHF/HavamalApp
Catalog: Havamal/Havamal/Resources/TextResources/AppResources.*.resx
Languages: ca, cs, es, mk, nl, no, ru

source: About
es: Sobre
mk: За
nl: Over
no: Om
ru: О

source: About Havamal
es: Sobre Havamal
mk: За Хавамал
nl: Over Havamal
no: Om Håvamål
ru: О Хавамале

# AllLang
source: Search in all versions
ca: Cerqueu en totes les versions
cs: Hledat ve všech vercích
es: Buscar en todas las versiones
mk: Пребарај во сите верзии
nl: Zoeken in alle versies
no: Søk i alle oversettelser
ru: Искать во всех версиях

# AppLang
source: Application Language
ca: Llenguatge de l'Aplicació
cs: Applikový jazyk
es: Idioma de la Aplicación
mk: Јазик на апликација
nl: Applicatie taal
no: Applikasjonsspråk
ru: Язык приложения

source: Compare
ca: Comparar
cs: Porovnat
es: Comparar
mk: Спореди
nl: Vergelijken
no: Sammenlign
ru: Сравнить

# CouldNotLoadFavs
source: Could not load favorites
ca: No es poden carregar les preferències
cs: Nelze načíst oblíbené položky
es: No se pudo cargar los favoritos
mk: Не може да вчита омилени
nl: Kan favorieten niet laden
no: Kunne ikke laste favoritter
ru: Не удалось загрузить избранное

# CouldNotLoadFavsVerses
source: Could not load verses for favorites
ca: No es poden carregar els versos per a les preferències
cs: Nelze načíst verše pro oblíbené položky
es: No se pudo cargar versos para los favoritos
mk: Не може да вчита стихови за омилени
nl: Kan geen favoriete verzen laden
no: Kunne ikke laste vers til favoritter
ru: Не удалось загрузить стихи в избранное

# CouldNotVersForId
source: Could not find verse for this language at this Id
ca: No es poden trobar versos per al llenguatge d'aquesta Identitat
cs: Nelze najít verš pro tento jazyka na toto místo
es: No se pudo encontrar verso para este lenguaje en esta Identidad
mk: Не може да се пронајде стих за овој јазик во овој Id
nl: Kan geen vers vinden voor deze taal op deze Id
no: Kunne ikke finne vers for gitt oversettelse
ru: Не удалось найти стих для этого языка по этому идентификатору

# CouldNotVersForLang
source: Could not gather verses from selected language
ca: No es poden recopilar versos de l'idioma seleccionat
cs: Nelze načíst verše z výberného jazyka
es: No se pudo recopilar versos del idioma seleccionado
mk: Не можат да се соберат стихови за одбраниот јазик
nl: Kan geen verzen uit de geselecteerde taal verzamelen
no: Kunne ikke finne vers for valgt oversettelse
ru: Не удалось собрать стихи на выбранном языке

# CryptoSupport
source: You can also choose to support us by sending us crypto. We accept the following.
es: También puedes apoyarnos donando criptomonedas. Aquí están nuestras direcciones para varias monedas.
mk: Можете да не поддржите и со донирање криптовалути. Еве ги нашите адреси за различни валути.
nl: U kunt ons ook steunen door cryptocurrencies te doneren. Hier zijn onze adressen voor verschillende valuta.
no: Du kan også støtte oss ved å donere kryptovaluta. Her er våre adresser for ulike valutaer.
ru: Вы также можете поддержать нас, пожертвовав криптовалюту. Вот наши адреса для разных валют.

source: Favorites
ca: Preferències
cs: Oblibené
es: Favoritos
mk: Омилени
nl: Favorieten
no: Favoritter
ru: Избранное

# FavsOnly
source: Only favorites
ca: Només preferències
cs: Pouze oblíbené
es: Solo favoritos
mk: Само омилени
nl: Alleen favorieten
no: Kun favoritter
ru: Только избранное

# FinishedUpdate
source: Havamal
cs: Hávamál
mk: Хавамал
no: Håvamål
ru: Хавамал

source: Havamal
cs: Hávamál
mk: Хавамал
no: Håvamål
ru: Хавамал

# HavamalAbout
source: Havamal is the speach of "The High One". In norse mythology the highest deity off them all is Odin, it is assumed this poem is Odin's words of wisdom to the humans. It contains words of wisdom about everyday things, friendship etc, and also about magic. The poem is part of the "Older Edda" and was likely a mostly oral tradition before it was written down, although parts of it has been found carved on runestones.
es: Havamal es un antiguo poema nórdico. El nombre significa algo así como "El discurso del Alto". Este poema es el poema de Odin a la humanidad, que contiene sus palabras de sabiduría. El poema habla con una voz antigua, ¡sin embargo, gran parte de su sabiduría es aplicable incluso hoy!
mk: Хавамал е древна нордиска песна. Името значи нешто како „Говорот на Вишиот“. Оваа песна е песна на Один за човештвото, која ги содржи неговите мудрости зборови. Поемата зборува со древен глас, сепак голем дел од неговата мудрост е применлива и денес!
nl: Havamal is een oud Noors gedicht. De naam betekent zoiets als "De toespraak van de Hoge". Dit gedicht is het gedicht van Odins aan de mensheid, dat zijn woorden van wijsheid bevat. Het gedicht spreekt met een oude stem, maar veel van zijn wijsheid is zelfs vandaag van toepassing!
no: Håvamål er et gammelt norrønt dikt. Navnet betyr noe lignende til “Den høyes tale”. Diktet er Odins dikt til menneskeheten, og inneholder hans visdomsord. Dette diktet er urgammelt, men mye av visdommen i det er aktuelt selv i dag!
ru: Хавамал - древняя норвежская поэма. Название означает что-то вроде «Речь Высокого». Это стихотворение - стихотворение Одина человечеству, содержащее его мудрые слова. Стихотворение говорит древним голосом, однако многое из его мудрости применимо и сегодня!

# InfoLangsInsertFail
source: Error occurred inserting new languages
ca: Un error ha ocorregut insertant nous idiomes
cs: Při vkládání nových jazyků došlo k chybě
es: Un error ocurrió insertando nuevos idiomas
mk: Грешка при вметнување на нов јазик
nl: Fout bij het invoegen van nieuwe talen
no: Feil ved insetting av favoritter
ru: Ошибка при вставке новых языков

# InfoLangsLoaded
source: Languages updated
ca: Idiomes actualitzats
cs: Jazyky aktualizovány
es: Idiomas actualizados
mk: Јазиците се ажурирани
nl: Talen bijgewerkt
no: Språk oppdatert
ru: Языки обновлены

# InfoLangsLoadedError
source: Error occurred loading Languages
ca: Un error ha ocorregut carregant Idiomes
cs: Při načítání jazyků došlo k chybě
es: Un error sucedió cargando Idiomas
mk: Грешка при вчитување на јазици
nl: Fout bij het laden van talen
no: Feil ved lasting av språk
ru: Ошибка при загрузке языков

# InfoSetupFavsFailed
source: Setup of favorites failed
ca: Error en la configuració de preferències
cs: Nastavení oblíbených položek se nezadařilo
es: Falló la configuración de favoritos
mk: Поставувањето на омилени не успеа
nl: Setup van favorieten niet gelukt
no: Oppsett av favoritter feilet
ru: Не удалось настроить избранное

# InfoSetupLangsFailed
source: Setup of languages failed
ca: Error en la configuració d'idiomes
cs: Nastavení jazyků se nezdařilo
es: Falló la configuración de idiomas
mk: Поставувањето на јазици не успеа
nl: Setup van talen is mislukt
no: Oppsett av språk feilet
ru: Не удалось установить языки

# InfoSetupVersesFailed
source: Setup of stanzas failed
ca: Error en la configuració d'estrofes
cs: Nastavení veršů se nezdarilo
es: Falló la configuración de estrofas
mk: Поставувањето на строфи не успеа
nl: Setup van strofen is mislukt
no: Oppsett av vers feilet
ru: Не удалось настроить строфу

# InfoVersesInsertFail
source: Error occurred inserting new verses
ca: Un error ha succeït a l'insertar noves estrofes
cs: Při vkládání nových veršů došlo k chybě
es: Un error sucedió al instertar nuevas estrofas
mk: Грешка при вметнување на нови строфи
nl: Fout opgetreden bij het invoegen van nieuwe strofen
no: Feil ved innsetting av vers
ru: Ошибка при вставке новых строфы

# InfoVersesLoaded
source: Verses updated
ca: Estrofes actualitzades
cs: Verše aktulizovány
es: Estrofas actualizadas
mk: Строфите се ажурирани
nl: Strofen bijgewerkt
no: Vers oppdatert
ru: Строфы обновлены

# InfoVersesLoadError
source: Error occured loading stanzas
ca: Un error ha succeït al carregar estrofes
cs: Při načítaní veršů došlo k chybě
es: Un error sucedió al cargar estrofas
mk: Грешка при вчитување на строфи
nl: Laden van strofen mislukt
no: Feil ved lasting av vers
ru: Произошла ошибка при загрузке строф

# NoFavorites
source: You have no favorites
ca: No tens preferències
cs: Nemáte žádné oblíbené
es: No tienes favoritos
mk: Немате омилени
nl: U heeft geen favorieten
no: Du har inger favoritter
ru: У вас нет избранных

# NumSort
source: Numeric sort
ca: Ordre numèric
cs: Číselné třídění
es: Orden numérico
mk: Нумерично подредување
nl: Numeriek sorteren
no: Numerisk sortering
ru: Сортировка по номеру

# OdinAbout
source: Odin was the leader of the gods, and very central in norse mythology. He was among other things the god of wisdom and travelling. He himself traveled far and wide in search of wisom, for which he sacrificed his eye, and also did sacrifice himself to himself, allowing the runes to reveal themselves for him.
es: Odin era el líder de los dioses nórdicos, que residía en Valhalla. Sus dominios como Dios eran varios e incluían cosas como la sabiduría y los viajes además de la guerra. Él mismo viajó por todas partes y sacrificó su propio ojo para beber del pozo de la sabiduría. Incluso se sacrificó a sí mismo permitiendo que las runas se le revelaran.
mk: Один бил водач на нордиските богови, кој живеел во Валхала. Неговите домени како Бог беа неколку, и вклучуваа работи како мудрост и патување покрај војната. Самиот патувал далеку и широко и го жртвувал своето око за да пие од бунарот на мудроста. Тој дури и се жртвуваше себеси дозволувајќи им на руните да се откријат за него.
nl: Odin was de leider van de Noorse goden, woonachtig in Walhalla. Zijn domeinen als een God waren verschillende, en omvatten zaken als wijsheid en reizen naast oorlog. Zelf reisde hij heinde en verre, en offerde zijn eigen oog op om te drinken uit de bron van wijsheid. Hij offerde zichzelf zelfs aan zichzelf op en liet de runen zich voor hem openbaren.
no: Odin var lederen for de norrøne gudene, og holdt til i Valhall. Han hadde flere domener som gud, blant annet var han guden for visdom og reising i tillegg til en gud for krig. Selv reiste han langt, og ofret sitt eget øye for å drikke fra visdommens brønn. Han ofret til og med seg selv til seg selv, slik at runene åpenbarte seg for han.
ru: Один был лидером скандинавских богов, проживавших в Валгалле. Его владений как Бога было несколько, и помимо войны они включали такие вещи, как мудрость и путешествия. Сам он путешествовал вдоль и поперек и пожертвовал своим глазом, чтобы испить из колодца мудрости. Он даже пожертвовал собой ради себя, позволив рунам раскрыться за него.

source: Random
ca: Aleatori
cs: Náhodný
es: Aleatorio
mk: Случајно
nl: Willekeurig
no: Tilfeldig
ru: Случайные

# RandomBtn
source: Fetch new
ca: Obtenir nous
cs: Načíst nové
es: Obtener nuevos
mk: Преземи ново
nl: Nieuw ophalen
no: Hent ny
ru: Получить новые

source: Search
ca: Cerca
cs: Hledat
es: Buscar
mk: Пребарувај
nl: Zoeken
no: Søk
ru: Поиск

# SearchEmpty
source: Search can not be empty
ca: Cerca no pot estar buit
cs: Hledaní nemůže být pustý
es: Buscar no puede estar vacío
mk: Пребарувањето не може да биде празно
nl: Zoekveld kan niet leeg zijn
no: Søk kan ikke være tomt
ru: Поиск не может быть пустым

# SearchFailed
source: Searching failed
ca: Ha fallat la cerca
cs: Hledaní se nezdařilo
es: Búsqueda fallida
mk: Пребарувањето не успеа
nl: Zoeken mislukt
no: Søk feilet
ru: Поиск не удался

source: Search for verses
ca: Buscar versos
cs: Hledat verše
es: Buscar versos
mk: Пребарувај стихови
nl: Zoeken naar verzen
no: Søk etter vers
ru: Искать стихи

# SearchNotFound
source: Did not find any verses for search
ca: No s'ha trobat cap vers
cs: Nenašli jsme žádné verše k vyhledávání
es: No se encontró ningún verso
mk: Не се пронајдени стихови во пребарувањето
nl: Geen verzen gevonden voor zoekopdracht
no: Fant ingen vers for søket
ru: Ни один стих не найден

# SectionGas
source: Gestaþáttr
ru: Гостевые манеры

# SectionLjo
source: Ljóðatal
ru: Чары

# SectionLod
source: Loddfáfnismál
ru: Мораль "бродячего певца"

# SectionRun
source: Rúnatal
ru: Рунический стих

# SectionWom
source: Women & Love
ca: Sobre les dones
cs: O ženách a lásce
es: Sobre las mujeres
mk: За жени
nl: Over vrouwen
no: Kvinner & Kjærlighet
ru: О женщинах

# SelLang
source: Select Language
ca: Seleccionar idioma
cs: Vyberte jazyk
es: Seleccionar idioma
mk: Одберете јазик
nl: Taal selecteren
no: Velg språk
ru: Выбрать язык

source: Settings
ca: Configuració
cs: Nastavení
es: Configuración
mk: Поставки
nl: Instellingen
no: Instillinger
ru: Настройки

# Shop
source: Merch
ca: Botiga
es: Tienda
mk: Продавница
nl: Winkel
no: Butikk
ru: Магазин

# ShopDesc
source: Thank you for using our app! We offer this application for free, however it takes both time and resources. We wish to improve this application, and to create more applications for norse mythology. We would greatly appreciate it if you'd be so kind to buy some merch from our shop! The designs are created by us and we hope you find them interesting.
es: ¡Gracias por usar nuestra aplicación! Esta aplicación se proporciona de forma gratuita, sin embargo, su desarrollo y mantenimiento requiere tiempo y recursos. Deseamos mejorar esta aplicación y crear más aplicaciones para la mitología nórdica. Agradeceríamos mucho cualquier apoyo. Puedes apoyarnos comprando merchandising en nuestra tienda. Los diseños son creados por nosotros, esperamos que los encuentres interesantes.
mk: Ви благодариме што ја искористивте нашата апликација! Оваа апликација е обезбедена бесплатна за користење, но потребни се време и ресурси за да ја развиеме и одржуваме. Сакаме да ја подобриме оваа апликација и да создадеме повеќе апликации за нордиската митологија. Ние многу би ценеле каква било поддршка. Можете да не поддржите со купување стока од нашата продавница. Дизајните се создадени од нас, се надеваме дека ќе ви бидат интересни.
nl: Bedankt voor het gebruik van onze applicatie! Deze applicatie is gratis te gebruiken, maar het kost ons tijd en middelen om te ontwikkelen en te onderhouden. We willen deze applicatie verbeteren en meer applicaties maken voor de Noorse mythologie. We zouden elke steun zeer op prijs stellen. Je kunt ons steunen door merchandise te kopen in onze winkel. De ontwerpen zijn door ons gemaakt, we hopen dat je ze interessant vindt.
no: Takk for at du bruker vår applikasjon. Denne applikasjonen er gratis å bruke, men det krever både tid og ressurser for oss å utvikle og vedlikeholde applikasjonen. Vi ønsker å videreutvikle denne applikasjonen, samt å utvikle flere applikasjoner for norrøn mytologi. Vi setter stor pris på en hver for for støtte. Du kan støtte oss ved å kjøpe merch fra vår butikk, designene er utviklet av oss, og vi håper du liker dem.
ru: Спасибо за использование нашего приложения! Это приложение предоставляется бесплатно, однако на его разработку и поддержку у нас уходит время и ресурсы. Мы хотим улучшить это приложение и создать больше приложений для скандинавской мифологии. Мы будем очень признательны за любую поддержку. Вы можете поддержать нас, купив товар в нашем магазине. Дизайны созданы нами, надеемся, они вам понравятся.

# Stanzas
source: Verses
ca: Versos
cs: Verše
es: Versos
mk: Стихови
nl: Verzen
no: Vers
ru: Стихи

source: Theme
ca: Tema
cs: Téma
es: Tema
mk: Тема
nl: Thema
no: Tema
ru: Тема

# ThemeAir
source: Air Theme
ca: Tema Aire
cs: Vzduchová Tema
es: Tema Aire
mk: Воздух тема
nl: Lucht thema
no: Luft tema
ru: Воздушная тема

# ThemeDark
source: Dark Theme
ca: Tema Fosc
cs: Tmavé téma
es: Tema Oscuro
mk: Темна тема
nl: Donker thema
no: Mørkt tema
ru: Темная тема

# ThemeEarth
source: Earth Theme
ca: Tema Terra
cs: Zemité téma
es: Tema Tierra
mk: Земја тема
nl: Aarde thema
no: Jord tema
ru: Тема Земли

# ThemeFire
source: Fire Theme
ca: Tema Foc
es: Tema Fuego
mk: Оган тема
nl: Vuur thema
no: Ild tema
ru: Огненная тема

# ThemeLight
source: Light Theme
ca: Tema Lleuger
cs: Světelné téma
es: Tema Ligero
mk: Светла тема
nl: Licht thema
no: Lyst tema
ru: Светлая тема

# ThemeWater
source: Water Theme
ca: Tema Aigua
cs: Vodní téma
es: Tema Agua
mk: Вода тема
nl: Water thema
no: Vann tema
ru: Тема воды

# VerseChoiceError
source: Valid input not given
ca: Entrada vàlida no donada
cs: Není zadán platný vstup
es: Entrada válida no dada
mk: Валиден влез не е даден
nl: Geen geldige input
no: Gyldig inndata ikke gitt
ru: Правильный ввод не указан

# VerseChoiceOk
source: Go to
ca: Anar a
cs: Přejít na
es: Ir a
mk: Одете во
nl: Ga naar
no: Gå til
ru: Перейти к

# VerseChoicePlace
source: Select verse
ca: Seleccionar vers
cs: Vyberte verš
es: Seleccionar verso
mk: Одберете стих
nl: Vers selecteren
no: Velg vers
ru: Выбрать стих

# VerseChoiceTooHigh
source: Verse number too high
ca: Número de vers massa alt
cs: Číslo verše je příliš vysoké
es: Número de verso demasiado alto
mk: Број на стих превисок
nl: Vers nummer te hoog
no: Versnummer er for høy
ru: Номер стиха слишком велик

# VerseChoiceTooLow
source: Verse number must be higher than 0
ca: Número de vers ha de ser major de 0
cs: Číslo verše musí být vyšší než 0
es: Número de verso debe ser mayor que 0
mk: Бројот на стихот мора да е повисок од 0
nl: Vers nummer moet hoger zijn dan 0
no: Versnummer må være høyere enn 0
ru: Номер стиха должен быть больше 0

# VerseVer
source: Translation
ca: Versió de vers
cs: Překlad
es: Version de verso
mk: Верзија на стих
nl: Vers versie
no: Oversettelse
ru: Версия стиха

# WebLinkShop
source: Open Shop
ca: Botiga oberta
es: Tienda abierta
mk: Отворете продавница
nl: Winkel openen
no: Åpne butikk
ru: Открыть магазин
